[
    {
        "title": "Flutter Developer",
        "company": "ARC Technologies LLC\t- Amman",
        "desc": "As one of the fastest-growing IoT startups in the USA, ARC Tech is looking to add an enthusiastic professional Flutter developer to…"
    },
    {
        "title": "GIS Officer",
        "company": "ACTED-Jordanie Regional\t- Amman",
        "desc": "Assignment We are currently looking for a REACH GIS Officer Supervisor: REACH HSOS Senior Assessment Officer Title: REACH GIS Officer… and reporting;Develop R or Python-based system of automated data ..."
    },
    {
        "title": "Big Data Engineer",
        "company": "Acuative ME\t- Jordan",
        "desc": "· Developing data movements between storage tiers (ILM, and SLM). · Gather and process raw data at scale (including writing scripts,…"
    },
    {
        "title": "Devops Engineer",
        "company": "Acuative ME\t- Jordan",
        "desc": "Job Description: Planning, preparing, and executing digital platform architecture that is centered around app modernization, Agile…"
    },
    {
        "title": "Software Engineer II - Platform BE",
        "company": "Careem\t- Amman",
        "desc": "We’re in search of a Back-End Software Engineer that specializes in server-side components. In this role, you’ll primarily bring a… /Unix and scripting languages like Python\nKnowledge in database systems and ..."
    },
    {
        "title": "Catalog Specialist II",
        "company": "Nuqtat Al Taknalojia\t- Amman",
        "desc": "The individual is expected to perform these tasks through the creation and implementation of standard operating procedures. In your… /or coding experience like SQL, Python...."
    },
    {
        "title": "Software / Backend Engineer",
        "company": "Abwaab\t- Amman",
        "desc": "Are you an experienced backend engineer interested in joining an up-and-coming startup? We’re hiring!   Technical skills:  Development… hiring!   Technical skills:  Development languages: Python and/or Golang APIs: Working ..."
    },
    {
        "title": "Software Development Engineer Internship – 2021 (Amman - Jordan)",
        "company": "Nuqtat Al Taknalojia\t- Amman",
        "desc": "DESCRIPTION Do you want to solve business challenges through innovative technology? Do you enjoy working on cutting-edge, scalable… such as Java, C/C++ or Python · Knowledge of Computer Science fundamentals ..."
    },
    {
        "title": "Senior Architect",
        "company": "Careem\t- Amman",
        "desc": "Do you want to help build a world-class institution from the region, experience the thrill of being part of a high-growth technology… the following: Golang, Java, C/C++, Python\nAbility to: effectively articulate technical ..."
    },
    {
        "title": "Staff Software Engineer I",
        "company": "Careem\t- Amman",
        "desc": "Do you want to help build a world-class institution from the region, experience the thrill of being part of a high-growth technology… of the following: Java, C/C++, Python\nAbility to: effectively articulate technical ..."
    },
    {
        "title": "Software Engineering Manager",
        "company": "Careem\t- Amman",
        "desc": "Careem is the leading technology platform for the greater Middle East. A pioneer of the region’s ride- hailing economy, Careem is… least one of these Java, C++, Python.\nDeep understanding of how to ..."
    },
    {
        "title": "Senior Software Engineer (Fullstack)",
        "company": "Careem\t- Amman",
        "desc": "We are looking for a Full Stack Developer to produce scalable software solutions. You’ll be part of a team that’s responsible for… of the following languages; Java, Python, Scala, Kotlin, or Golang\nFamiliarity ..."
    },
    {
        "title": "Quality Assurance Engineer",
        "company": "Nuqtat Al Taknalojia\t- Amman",
        "desc": "Who You Are\u2028 · You are a sharp, experienced software quality engineer with strong problem-solving skills, a solid software testing… systems using Java/ C++/C#, SQL, Perl, Python, JavaScript, as well as user ..."
    },
    {
        "title": "Systems/DevOps Engineer",
        "company": "Al Bawabah Al Aminah Lesenaet\t- Amman",
        "desc": "About PayFort We serve the needs of online shoppers in all Arabic speaking and surrounding countries through our trusted, secure payment… · 5+ years with BASH/Powershell/Python/Ruby or any other scripting ..."
    },
    {
        "title": "Software Engineer II (Backend)",
        "company": "Careem\t- Jordan",
        "desc": "Come join the Billing And Pricing engineering team and help transform 30 million lives in the Greater MENA region. Whether it’s getting… and Spring Boot, Golang, PHP, Python, Micro-Service Architecture, SQL and ..."
    },
    {
        "title": "Software Engineer II (Fullstack)",
        "company": "Careem\t- Amman",
        "desc": "Do you want to help build a world-class institution, experience the thrill of being part of a&nbsp; high-growth technology company,… &nbsp;\nExperience in GoLang, Python, NodeJS, or Kotlin\nExperience of ..."
    }
]